use sesac;
show tables;

DESC user;
DESC email;

INSERT INTO user VALUES("qwe", "Qwe12@www", "qwek", "static/image/logo1.png")
 
drop table bcomments, board, game, pcomments, player;
drop table products, profile, team, teamgame, user, userfavs, visitor, visitors;
drop table user;

SELECT * FROM user;
SELECT * FROM email;
SELECT * FROM products;
DELETE FROM user WHERE `userId` LIKE 'a%';
DESC products;

INSERT INTO products (pName, price, event, cName, imagePath)
VALUES
("2080)센서티브미세모", 3200, "1+1", "CU", "8801046860458.png"),
("2080)슈퍼클린초극세모", 2000, "1+1", "CU", "8801046356807.png"),
("2080)진지발리스치약", 3900, "1+1", "CU", "8801046996799.png"),
("2080)치약", 4000, "1+1", "CU", "8801046846087.png"),
("2080)칫솔", 2800, "1+1", "CU", "8801046057216.png"),
("46cm)초극세모칫솔", 3500, "1+1", "CU", "8801051009033.png"),
("46cm)쿨민트치약", 3900, "1+1", "CU", "8801051057577.png"),
("BR)레인보우샤베트워터500", 2500, "1+1", "CU", "8809288634967.png"),
("BR)망고탱고워터P500", 2500, "1+1", "CU", "8809288635315.png"),
("BR)피치요거트워터P500", 2500, "1+1", "CU", "8809288634974.png"),
("CJ)100%현미밥130g", 2600, "1+1", "CU", "8801392023200.png"),
("CJ)100%현미밥130g*3입", 7500, "1+1", "CU", "8801007327372.png"),
("CJ)구이한판그릴스모크60g", 3300, "1+1", "CU", "8801007918310.png"),
("CJ)닭가슴살샐러드톡톡96g", 4500, "1+1", "CU", "8801007966878.png"),
("CJ)동치미냉면육수294g", 2000, "1+1", "CU", "8801007033686.png"),
("CJ)두부듬뿍김치찌개460g", 9900, "1+1", "CU", "8801007528557.png"),
("CJ)두부듬뿍된장찌개460g", 9900, "1+1", "CU", "8801007528595.png"),
("CJ)맥스봉매콤불고기핫바", 2300, "1+1", "CU", "8801392090530.png"),
("CJ)맥스봉빅소시지150g", 3900, "1+1", "CU", "8801007403793.png"),
("CJ)맥스봉오리지널25g", 1200, "1+1", "CU", "8801392059636.png"),
("C&C)딥액션클렌져120G", 10500, "2+1", "CU", "8801008200469.png"),
("CJ)가쓰오우동컵", 2200, "2+1", "CU", "8801007752404.png"),
("CJ)고기수제만두4입", 4400, "2+1", "CU", "8801007836294.png"),
("CJ)고메치즈함박152g", 3900, "2+1", "CU", "8801007772493.png"),
("CJ)고메토마토미트볼147g", 3900, "2+1", "CU", "8801007626994.png"),
("CJ)고메함박152g", 3900, "2+1", "CU", "8801007626970.png"),
("CJ)김치수제만두4입", 4400, "2+1", "CU", "8801007836270.png"),
("CJ)다담떡볶이양념150g", 3300, "2+1", "CU", "8801007434681.png"),
("CJ)닭가슴살소시지2입", 4500, "2+1", "CU", "8801007882703.png"),
("CJ)닭가슴살소시지바80g", 2900, "2+1", "CU", "8801007899985.png"),
("CJ)닭가슴살소시지청양80g", 2900, "2+1", "CU", "8801007951805.png"),
("CJ)닭가슴살순살케이준100", 4500, "2+1", "CU", "8801392033223.png"),
("CJ)닭가슴살스테이크100g", 4500, "2+1", "CU", "8801007880402.png"),
("CJ)도가니곰탕460g", 9900, "2+1", "CU", "8801007923000.png"),
("CJ)렌틸콩퀴노아곤약밥", 3900, "2+1", "CU", "8801392076237.png"),
("CJ)맛군밤60g", 3900, "2+1", "CU", "8801007427386.png"),
("CJ)맛밤42g", 2400, "2+1", "CU", "8801007073453.png"),
("CJ)맛밤80g", 3900, "2+1", "CU", "8801007022635.png"),
("CJ)맥스봉꼬치바청양90g", 2500, "2+1", "CU", "8801007880303.png"),
("CJ)맥스봉스팸콕콕80g", 3900, "2+1", "CU", "8801392105630.png");

